Revit 2027 API
UnitTypeId.Millimeters Property
 Millimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Millimeters { get; }
Public Shared ReadOnly Property Millimeters As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Millimeters {
	ForgeTypeId^ get ();
}
static member Millimeters : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace